Repository: BackupTheBerlios/kzmd-updater-svn
Catalog: branches/duncan-refactoring/opensuse-updater/po/*.po
Languages: da, km, lt, nb, sk

source: Add/Remove Update Sources...
da: Tilføj/fjern opdateringskilder...
km: បន្ថែម​/យក​ប្រភព​ភាព​ទាន់​សម័យ​ចេញ...
lt: Pridėti/Pašalinti atnaujinimo šaltinius...
nb: Legg til / fjern oppdateringskilder...
sk: Pridať/Odstrániť zdroje s aktualizáciami...

source: Install
da: Installér
km: ដំឡើង
lt: Įdiegti
nb: Installer
sk: Inštalovať

source: Clear Selection
da: Ryd udvalg
km: សម្អាត​ជម្រើស
lt: Išvalyti pasirinkimą
nb: Fjern valg
sk: Zmazať výber

source: <b>Available Updates:</b><br> The following are software upgrades and patches to add features and fix bugs.<br>
da: <b>Tilgængelige opdateringer:</b><br> Følgende er softwareopdateringer og rettelser som tilføjer funktioner og retter fejl.<br>
km: <b>ភាព​ទាន់​សម័យ​ដែល​មាន ៖</b><br> ខាងក្រោម​នេះ​គឺ​ជា​ការ​ធ្វើ​ឲ្យ​កម្មវិធី​ប្រសើ និង បំណះ​ដើម្បី​បន្ថែម​លក្ខណៈ​ពិសេស និង ជួសជុល​កំហុស ។<br> <u>ជ្រើស​ពួកវា​ដែល​អ្នក​ចង់​ដំឡើង ហើយ ចុច​ដំឡើង ។</u>
lt: <b>Prieinami atnaujinimai:</b><br> Šie programinės įrangos atnaujinimai ir pataisos prideda naujų galimybių ir ištaiso klaidas..<br>
nb: <b>Tilgjengelige oppdateringer:</b><br> Dette er programvareoppgraderinger og pakkeoppdateringer som legger til nye funksjoner og retter feil.<br>
sk: <b>Dostupné aktualizácie:</b><br> Tieto aktualizácie vylepšujú softvér. Buď pridávajú novú funkcionalitu alebo opravujú chyby v programoch.<br>

source: Name
da: Navn
km: ឈ្មោះ
lt: Pavadinimas
nb: Navn
sk: Názov

source: Type
km: ប្រភេទ
lt: Tipas
sk: Typ

source: New Version
da: Ny version
km: កំណែ​ថ្មី
lt: Nauja versija
nb: Ny versjon
sk: Nová verzia

source: Catalog
da: Katalog
km: កាតាឡុក
lt: Katalogas
nb: Katalog
sk: Katalóg

source: Available Updates
da: Tilgængelige opdateringer
km: ភាព​ទាន់សម័យ​ដែល​មាន
lt: Prieinami atnaujinimai
nb: Tilgjengelige oppdateringer
sk: Dostupné aktualizácie

source: Configure Applet...
da: Konfigurér panelprogram...
km: កំណត់​រចនា​សម្ព័ន្ធ​អាប់​ភ្លេត...
nb: Konfigurer panelprogram...
sk: Konfigurovať applet...

source: General
da: Generelt
km: ទូទៅ
nb: Generelt
sk: Všeobecné

source: Checking for updates...
da: Tjekker efter opdateringer...
km: កំពុង​រក​មើល​ភាព​ទាន់​សម័យ...
lt: Tikrinama atnaujinimų...
nb: Kontrollerer avhengigheter...
sk: Kontrolujem dostupné aktualizácie...

source: Error:
da: Fejl:
km: កំហុស ៖
lt: Klaida:
nb: Feil:
sk: Chyba:

source: No Updates Available
da: Ingen opdateringer er tilgængelige
km: មិន​មាន​ភាព​ទាន់​សម័យ
lt: Nėra prieinamų atnaujinimų
nb: Ingen oppdateringer tilgjengelige
sk: Nie sú dostupné žiadne aktualizácie.

source: Update Available
da: Opdatering tilgængelig
km: ភាព​ទាន់​សម័យ
lt: Atnaujinimai prieinami
nb: Oppdatering tilgjengelig
sk: Je dostupná nová aktualizácia.

source: Updates Available
da: Opdateringer tilgængelige
km: ភាពទាន់​សម័យ
lt: Atnaujinimai prieinami
nb: Oppdateringer tilgjengelig
sk: Sú dostupné nové aktualizácie.

source: Important Update Available
da: Vigtig opdatering tilgængelig
km: ​ភាព​ទាន់​សម័យ​សំខាន់
lt: Yra svarbus atnaujinimas
nb: Viktig oppdatering tilgjengelig
sk: Je dostupná dôležitá aktualizácia.

source: Important Updates Available
da: Vigtige opdateringer er tilgængelige
km: ភាព​ទាន់​សម័យ​សំខាន់
lt: Yra svarbių atnaujinimų
nb: Viktige oppdateringer tilgjengelige
sk: Sú dostupné dôležité aktualizácie.

source: _: NAME OF TRANSLATORS Your names
da: _: NAVNE PÅ OVERSÆTTERE Martin Schlander Jan Madsen
km: ខឹម សុខែម, ប៉ុច សុគន្ធ, អេង វណ្ណៈ, អោក ពិសិដ្ឋ
lt: Andrius Štikonas
nb: _: NAME OF TRANSLATORS Olav Pettershagen
sk: Ladislav Michnovič

source: _: EMAIL OF TRANSLATORS Your emails
da: _:E-MAIL-ADRESSE FOR OVERSÆTTERE opensuse-translation@opensuse.org
km: khoemsokhem@khmeros.info,sokun_poch@khmeros.info,evannak@khmeros.info,piseth_dv@khmeros.info
lt: stikonas@gmail.com
nb: _: EMAIL OF TRANSLATORS olav.pet@online.no
sk: lmichnovic@suse.cz

source: Form1
da: Formular1
km: សំណុំបែប​បទ ១
lt: Forma1
nb: Skjema 1

source: Check For Updates Every
da: Tjek for opdateringer hver
km: ពិនិត្យ​រកមើល​ភាព​ទាន់​សម័យ​នៅរាល់
lt: Tikrinti ar yra atnaujinimų kas
nb: Se etter oppdateringer hvert
sk: Kontrolovať aktualizácie každý

source: Minutes
da: Minutter
km: នាទី
lt: Minutės
nb: minutt
sk: minút(y)

source: Automa&tically start updater on login
da: S&tart opdateringsværktøjet automatisk ved login
km: ចាប់​ផ្ដើម​កម្មវិធី​ធ្វើឲ្យ​ទាន់​សម័យ​ដោយស្វ័យ​ប្រវត្តិ​នៅពេល​ចាប់​ផ្ដើម
lt: &Automatiškai paleisti atnaujintoją prisiregistravus
nb: Star&t oppdateringsverktøyet ved pålogging
sk: Automa&ticky spustit aktualizátor po prihlásení

source: Alt+T
km: ជំនួស(Alt)+T

source: Get Updates Via
da: Hent opdateringer via
km: យក​ភាព​ទាន់​សម័យ​តាម​រយៈ
lt: Gauti atnaujinimus per
nb: Hent oppdateringer via
sk: Získať aktualizácie pomocou

source: Novell ZENWorks
da: Novell ZENnWorks
km: ZenWorks របស់​ណូវែល

source: How often to check for updates.
da: Hvor ofte skal der tjekkes efter opdateringer.
km: ភាព​ញឹកញាប់​ដែល​ត្រូវ​ពិនិត្យ​រក​ភាព​ទាន់​សម័យ ។
lt: Kaip dažnai tikrinti atnaujinimus.
nb: Hvor ofte det skal søkes etter oppdateringer.
sk: Ako často kontrolovať aktualizácie.

source: Automatically start the applet on login
da: Start panelprogrammet automatisk ved login
km: ចាប់​ផ្ដើម​អាប់​ភ្លេត​ដោយ​ស្វ័យ​ប្រវត្តិ​ពេល​ចាប់​ផ្ដើម
nb: Start panelprogrammet automatisk ved pålogging
sk: Automaticky spustiť applet po prihlásení.

source: Width of the main window.
da: Bredde på hovedvinduet.
km: ទទឹង​របស់​បង្អួច​មេ ។
lt: Pagrindinio lango plotis
nb: Bredde på hovedvindu.
sk: Šírka hlavného okna.
