Repository: BackupTheBerlios/kzmd-updater-svn
Catalog: trunk/opensuse-updater/po/*.po
Languages: fi, hu

source: Add/Remove Update Sources...
fi: Lisää/poista päivityslähteitä...
hu: Frissítési forrás hozzáadása/eltávolítása...

source: Install
fi: Asenna
hu: Telepítés

source: Clear Selection
fi: Tyhjennä valinnat
hu: Kiválasztások törlése

source: <b>Available Updates:</b><br> The following are software upgrades and patches to add features and fix bugs.<br>
fi: <b>Saatavilla olevat päivitykset:</b><br> Seuraavat ovat ohjelmistopäivityksiä ja korjauksia, jotka lisäävät ominaisuuksia ja korjaavat virheitä.<br>
hu: <b>Elérhető frissítések:</b><br> Az alábbiakban felsorolt javítások és frissítések érhetők el.<br>

source: Name
fi: Nimi
hu: Név

source: Type
fi: Tyyppi
hu: Típus

source: New Version
fi: Uusi versio
hu: Új verzió

source: Catalog
fi: Pakettiluettelo
hu: Katalógus

source: Available Updates
fi: Saatavilla olevat päivitykset
hu: Rendelkezésre álló frissítések

source: Configure Applet...
fi: Määritä sovelma...
hu: Kisalkalmazás beállítása...

source: General
fi: Yleistä
hu: Általános

source: Checking for updates...
fi: Tarkistetaan päivityksiä...
hu: Frissítések keresése...

source: Error:
fi: Virhe:
hu: Hiba:

source: No Updates Available
fi: Ei päivityksiä saatavilla.
hu: Nem találhatók frissítések.

source: Update Available
fi: päivitys saatavilla
hu: elérhető frissítés van

source: Updates Available
fi: päivitystä saatavilla
hu: van elérhető frissítés

source: Important Update Available
fi: Tärkeä päivitys saatavilla
hu: Fontos frissítések érhetők el

source: Important Updates Available
fi: Tärkeitä päivityksiä saatavilla.
hu: Fontos frissítések érhetők el

source: _: NAME OF TRANSLATORS Your names
fi: Jyri Palokangas <jmp@netti.fi>,<br>Janne Ahlskog,<br>Erkka Hakkarainen,<br>Tom Himanen,<br>Jani-Matti Hätinen,<br>Jouni Hätinen,<br>Asko Isonokari,<br>Joonas Niilola <juippis@roskakori.org>,<br>Ilkka Pirskanen <upylkkanen@novell.com>,<br>Ulla Pylkkänen,<br>Jami Saarikoski <jami.saarikoski@gmail.com>,<br>Janne Tanskanen,<br>Jarno Tukiainen,<br>Ilkka Tuohela,<br>Juho Valkila,<br>Postituslista <yast-trans-fi@kotoistaminen.novell.fi>
hu: _: NAME OF TRANSLATORS Szabolcs Varga

source: _: EMAIL OF TRANSLATORS Your emails
fi: Postituslista <yast-trans-fi@kotoistaminen.novell.fi>
hu: _: EMAIL OF TRANSLATORS shirokuma@shirokuma.hu

source: Check For Updates Every
fi: Tarkista päivitykset joka
hu: Frissítések keresése minden

source: Minutes
fi: minuutti
hu: percben

source: Automa&tically start updater on login
fi: Käynnistä ohjelmistonpäivittäjä automaattisesti kirjautumisen yhteydessä
hu: A szoftverfrissítő automatikus indítása bejelentkezéskor

source: Get Updates Via
fi: Hae päivitykset käyttämällä
hu: Frissítés módja:

source: How often to check for updates.
fi: Kuinka usein päivityksien tarkistus tulisi tehdä.
hu: Frissítések ellenőrzésének gyakorisága.

source: Automatically start the applet on login
fi: Käynnistä sovelma automaattisesti kirjautumisen yhteydessä
hu: A szoftverfrissítő automatikus indítása bejelentkezéskor

source: Width of the main window.
fi: Pääikkunan leveys.
hu: A főablak szélessége.
